Start = ''' <b> Привет!</b> 🤗

 😊  <b>Этот бот создан для нахождения потерянных животных, или помощи в нахождении другим!</b> 😊

 ✅  <b>Если вы здесь по любой из этих причин - то вы попали куда нужно!</b> ✅

 🕑  <b>Сразу перейдем к делу - выберите что вас интересует ниже</b>⬇️ 
'''
                                                    #добавил стрелочку чтобы все понятно было
FINDPET = '''
🐾 <b>Спасибо, что пользуетесь нашим ботом! Давайте начнем поиск!</b>

📸 <b>Отправьте фото питомца, которого ищете. После этого у вас будет возможность указать дополнительные параметры поиска</b>
'''

FOUNDPET = '''
🌟 <b>Добрый день, спасибо, что помогаете вернуть питомца домой!</b>
🐾 <b>Для начала, отправьте фотографию питомца, которого вы нашли. Чем четче снимок у вас получится, тем выше шанс нахождения владельца!</b>
🔍 <b>После этого вы сможете указать дополнительные параметры поиска!</b>
'''