Start = ''' <b> Привет!</b> 🤗

 😊  <b>Этот бот создан для нахождения потерянных животных, или помощи в нахождении другим!</b> 😊

 ✅  <b>Если вы здесь по любой из этих причин - то вы попали куда нужно!</b> ✅

 🕑  <b>Сразу перейдем к делу - выберите что вас интересует ниже</b>⬇️ 
'''

FINDPET = '''
🐾 <b>Спасибо, что пользуетесь нашим ботом! Давайте начнем поиск!</b>🐾

✍️ <b>Сейчас мы начнем регистрацию вашей заявки!</b>✍️

📸 <b>Отправьте фото питомца, которого ищете. После этого у вас будет возможность указать дополнительные параметры поиска</b>📸
'''

FOUNDPET = '''
🌟 <b>Добрый день, спасибо, что помогаете вернуть питомца домой! Сейчас мы зарегистрируем вашу заявку!</b>🌟

🐾 <b>Для начала, отправьте фотографию питомца, которого вы нашли. Чем четче снимок у вас получится, тем выше шанс нахождения владельца!</b>🐾

🔍 <b>После этого вы сможете указать дополнительные параметры поиска!</b>🔍
'''

CANCEL = '↩️<b><i> Действие отменено</i></b>'
NOT_PHOTO = """
📷 <i><b>Пожалуйста, отправьте именно фотографию животного!

Если хотите прервать процесс, нажмите кнопку 'Отмена' ниже</b></i>⬇️"""
CATEGORY_TEXT = "🏷️ Введите породу животного (или 'дворняга' если неизвестно):"
SIZE_TEXT = "📏 Выберите размер животного:"
FUR_TEXT = "🧶 Выберите тип шерсти:"
CITY_TEXT = "🌆 Введите город, где животное было потеряно/найдено:"
CHIP_TEXT = "🔢 Если известно, введите номер чипа (или отправьте /skip):"
SUCCESS = "✅ Данные сохранены! Начинаем поиск..."
ERROR = "✅ Данные сохранены! Начинаем поиск..."